package com.neo;

import org.junit.Test;
import org.junit.runner.RunWith;
import org.springframework.boot.test.context.SpringBootTest;
import org.springframework.test.context.junit4.SpringJUnit4ClassRunner;
import org.springframework.test.context.junit4.SpringRunner;

@RunWith(SpringRunner.class)
@SpringBootTest
public class RedisApplicationTests {

	@Test
	public void contextLoads() {
		System.out.println("我的天啊我怎么会打出这种话啊，我一定时单身太久了，这种换怎么从你的嘴里说出来，哈哈哈，我是，程萍我喜欢你，那也可能不是喜欢只是你是第一个离我那么静距离的女生罢了，希望你一切都好，找到一个能给你幸福的的如人，有钱和帅至少你的另一半应该占一样吧，如果过没有那么一个一个至少你还有我呢？真心希望你过得好，加油小程，你是最棒的我们之间没有联系，但是我的心里一直有你的位置，谢谢你在我的青春懵懂的时候给了我，最天真，最纯洁的爱情感受希望你也不要忘了我啊，谢谢老天让你出现在我的生活你，有了你的出现让我在一些无聊的时候脑子里有了一些想法也是因为你的出现，让我知道了，人和人之间的一些差距是无法弥补的，我希望你，虽然我们之间的差距很小，但是我不想在我这个最没有经济实力的阶段，在你们女孩子最好的年纪区影响你享受美好的生活，因为我舍不得你受苦因为你是第一个让我体会到，爱情女生可爱甜美一面的的天使，虽然你在我心中有一些不完美的点，打扫卫生时偷懒，高中的时候我记忆中你是不是很爱干净的，因为你的习惯不是很好，大冬天还喜欢用你的手来冬我，我希望你一定要找一个比我爱你的人，比我富有，比我有才华，能够让你幸福的圣生活一辈子，希望你一切都好，一直惦念着你的你的高中同学唐小东，不能和你走到一起我很抱歉，希望你也不要那么随便，作为一个女生那很掉价，让我也看不起你，我希望你是真心有好感后再去接触一个男生，不要像没有见过男生一样，随便就发朋友圈，我不希望你变成那个样子，真的你值得更好的的我相信你，加油在这个充满诱惑的世界你，很久没有说这么多话了希望你能够听到我说的这些，你一定会以为我神经病吧，哈哈我不在乎了，我好像这辈子都无法逃脱你的阴影了，这就这就是初恋的魅力吗？爱了爱了，哈哈希望你一切都好，我也好想抱抱你啊，你真是的柔软可爱的女孩啊，不要忘了我啊，这是我唯一的要求，发你和男朋友的合照时记得屏蔽我，结婚的化彩礼可能会有的但是我不会去现场了，因为我怕我会绷不住，那天的你一定会很美的加油，我看好你的，我心里的那个女孩，我前世一定是一个痴情的种，不然我为什么一致不能忘记你，哈哈，我这个应该接有点自恋了，没办法啊就是我的天啊");
		System.out.println("hello web");
	}

}
